var config = {
    /*在这里配置你的基本信息，所有数据以字符串形式给出*/
    name: "Jack Huang",
    sex: "男",
    age: "16",
    email: "jackhuang.d@qq.com",
    address: "中国 广西 南宁",
    qq: "2038861379",


    /*在这里配置首页的座右铭集合*/
    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来。",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口。",
        "Gor For It!",
        "有智者立长志，无志者长立志。",
        "那些过去的眼泪终将风干在记忆里。",
        "真相，是为了剿灭幻想。",
        "我欲将心向明月，奈何明月照沟渠。",
        "春风得意马蹄疾，一日看尽长安花。",
        "天凉好个秋！",
        "老骥伏枥，志在千里。烈士暮年，壮心不已。",
        "老当益壮，宁移白首之心。穷且益坚，不坠青云之志。",
        "我们必须拿我们所有的， 去换我们所没有的",
        "蒹葭苍苍，白露为霜；所谓伊人，在水一方。",
        "数风流人物，还看今朝！"
    ],


    /*在这里配置首页的见面信息，你可以内嵌HTML标签以调整格式*/
    welcome: "青青子衿，悠悠我心<br>" +
             "但为君故，沉吟至今<br>" +
             "你好，我是Jack请与我联系！<br>" +
             "本页为个人联系页面",


    /*在这里配置关于我的信息，你可以内嵌HTML标签以调整格式*/
    about: "<p>你好！我是Jack！</p>" +
        "<p>如果您在学校内捡到含有“find.jh05.cc”的物品，望拾物者归还到B101宿管处并尽快与我联系，定给重谢，感激不尽</p>",

    //这是一些图片链接，建议您仅更改第二个头像图片
    url: [
        //背景图、头像、作品展示背景、其他经历背景
        "https://img.xjh.me/random_img.php?return=302",
        "https://cdn.statically.io/gh/jh2038861379/CDN_images/main/profile/ring/png/128x128.png",
    ]

}
